<template>
    <div>
        <div class="content">
            <p>广州市高科通信技术股份有限公司成立于1993年，在国家骨干软件产业基地天河软件园智慧城核心区内，拥有占地40000m2的“广州高科科技园”。公司定位于以客户为中心，以市场为导向，围绕通信网络、智慧城市业务板块，聚焦客户价值，在产品、技术及集成能力上不断突破，成为一流的运营商服务提供商。历经二十余年的技术沉淀，公司掌握相关领域大量核心技术，获得国家众多科研投入和政策扶持，各项相关行业评级及资质都属于市场顶级水平，连续多年获评行业内最具竞争力十强企业</p>
            <p>高科通信事业部致力于为电信运营商和行业客户提供优质的接入产品，为接入网络提供定制化的解决方案。公司掌握通信接入领域光传输与IP网络、语音与数据，有线与无线等核心技术，成为国内领先的IMS/NGN、IPRAN/PTN、MSAP/SDH、MC、PCM等接入网络的产品和解决方案提供商。公司始终坚持“技术创新、行业领先”的战略目标，共取得十余项发明专利、近百项软件产品登记和软件著作权，先后建立了“广东省省级企业技术中心”及“广东省工程技术研究开发中心”，承担了多项国家级（科技部、工信部、国家发改委）和省级、市级科研项目，项目均取得良好的产业化成果和显著的社会经济效益。</p>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>

</style>
